Repository: rehacomp-oit/rehacomp-learning
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Accounts
ru: Учётные записи

source: The entered passwords didn't match.
ru: Введённые пароли не совпали.

source: Learning requests
ru: Заявки на обучение

source: VOS organization
ru: Организация ВОС

source: VOS organizations
ru: Организации ВОС

source: VOS organization name
ru: Наиминование организации ВОС

source: Course
ru: Курс

source: Courses
ru: Курсы

source: Full name of the course
ru: Полное Название курса

source: Abbreviation of the course name
ru: Аббревиатура названия курса

source: Person
ru: Человек

source: Persons
ru: Люди

source: First name
ru: Имя

source: Patronymic
ru: Отчество

source: Last name
ru: Фамилия

source: Person's birth year
ru: Год рождения Человека

source: Disability group
ru: Группа инвалидности

source: Education
ru: Образование

source: Person's job
ru: Место работы человека

source: Braille font proficiency
ru: Владение шрифтом Брайля

source: Training Level
ru: Уровень обучения

source: Has device
ru: Наличие устройства

source: Personal phone number
ru: Личный номер телефона

source: Personal email address
ru: Личный email адрес

source: Related VOS organization
ru: Связанная организация ВОС

source: Request metadata
ru: Метаданные заявки

source: Created at
ru: Дата создания

source: Updated at
ru: Дата обновления

source: Relevance of learning request
ru: Реливантность заявки

source: Status of learning request
ru: Статус заявки

source: Short text note about learning request
ru: Короткая заметка о заявке

source: Related course
ru: Связанный курс

source: Related person
ru: Заявитель

source: Related author
ru: Автор заявки

source: Main
ru: Главное

source: Base UI client features
ru: Базовые функции пользовательского интерфейса клиента

source: Russian
ru: Русский

source: Admin panel
ru: Админка

source: The admin panel of the rehacomp-learning service.
ru: Административная панель сервиса rehacomp-learning

source: Home page
ru: Начальная страница

source: "%(value)s" is not a valid ULID.
ru: "%(value)s" не валидный ULID.

source: Universally Unique Lexicographically Sortable Identifier
ru: Универсальный уникальный лексикографически сортируемый идентификатор
